{
  "text": {
    "hi": 35,
    "hello": 32,
    "hey": 34,
    "bye": 11,
    "goodbye": 31,
    "see": 59,
    "you": 73,
    "tell": 66,
    "me": 42,
    "about": 0,
    "ssn": 60,
    "college": 17,
    "general": 30,
    "information": 39,
    "overview": 48,
    "of": 45,
    "the": 67,
    "placements": 50,
    "what": 72,
    "programs": 53,
    "are": 8,
    "offered": 46,
    "academic": 1,
    "details": 21,
    "courses": 19,
    "available": 10,
    "admission": 3,
    "process": 52,
    "fees": 28,
    "structure": 63,
    "how": 37,
    "to": 68,
    "apply": 7,
    "list": 41,
    "departments": 20,
    "faculty": 27,
    "research": 57,
    "projects": 54,
    "hostel": 36,
    "info": 38,
    "library": 40,
    "facilities": 26,
    "campus": 13,
    "amenities": 6,
    "placement": 49,
    "stats": 62,
    "top": 69,
    "recruiters": 56,
    "career": 14,
    "opportunities": 47,
    "placemnets": 51,
    "at": 9,
    "student": 64,
    "clubs": 15,
    "events": 23,
    "extracurriculars": 25,
    "contact": 18,
    "address": 2,
    "helpline": 33,
    "notable": 44,
    "alumni": 5,
    "network": 43,
    "publications": 55,
    "collaborations": 16,
    "startup": 61,
    "support": 65,
    "scholarship": 58,
    "entrance": 22,
    "exams": 24,
    "financial": 29,
    "aid": 4,
    "upcoming": 70,
    "calendar": 12,
    "webinars": 71
  },
  "intent": {
    "greet": 13,
    "goodbye": 12,
    "ask_general_info": 7,
    "ask_academic_info": 0,
    "ask_admissions_fees": 1,
    "ask_departments_faculty": 5,
    "ask_campus_facilities": 3,
    "ask_placements": 8,
    "ask_student_life": 11,
    "ask_contact": 4,
    "ask_alumni": 2,
    "ask_research": 9,
    "ask_scholarship_exams": 10,
    "ask_events": 6
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_academic_info": 12,
    "utter_admissions_fees": 13,
    "utter_alumni": 14,
    "utter_campus_facilities": 15,
    "utter_contact": 16,
    "utter_departments_faculty": 17,
    "utter_events": 18,
    "utter_general_info": 19,
    "utter_goodbye": 20,
    "utter_greet": 21,
    "utter_placements": 22,
    "utter_research": 23,
    "utter_scholarship_exams": 24,
    "utter_student_life": 25
  },
  "action_text": null,
  "intent_response_key": null
}